Repository: nilsbrenkman/parkeer-assistent
Catalog: ios/common/*.lproj/Language.strings
Languages: nl

# common.add
source: Add
nl: Toevoegen

# common.back
source: Back
nl: Terug

# common.delete
source: Delete
nl: Verwijderen

# common.cancel
source: Cancel
nl: Annuleren

# common.select
source: Select
nl: Selecteer

# common.stop
source: Stop
nl: Beëindigen

# login.login
source: Login
nl: Inloggen

# login.logout
source: Logout
nl: Uitloggen

# login.username
source: Permit code
nl: Meldcode

# login.remember
source: Remember login credentials
nl: Onthoud inlog gegevens

# login.rememberShort
source: Remember
nl: Onthouden

# login.reason
source: Loading stored login credentials
nl: Opgeslagen inlog gegevens laden

# account.alias
source: Description
nl: Omschrijving

# account.autoLogin
source: Automatic login
nl: Automatisch inloggen

# account.confirmDelete
source: Delete account?
nl: Account verwijderen?

# account.errorUnavailable
source: FaceID is not available
nl: FaceID is niet beschikbaar

# account.errorFailed
source: Authentication failed
nl: Authenticatie mislukt

# user.balance
source: Balance
nl: Saldo

# user.addBalance
source: Add balance
nl: Saldo opwaarderen

# visitor.header
source: Visitors
nl: Bezoekers

# visitor.noVisitors
source: No visitors
nl: Voeg een bezoeker toe

# visitor.add
source: Add visitor
nl: Nieuwe bezoeker

# visitor.license
source: License
nl: Kenteken

# visitor.name
source: Name
nl: Naam

# visitor.tooManyMsg
source: You have stored the maximum number of visitors. Delete a visitor to be able to add a new one.
nl: Je kan maximaal 9 bezoekers bewaren. Verwijder een bezoeker om een nieuwe toe te kunnen voegen.

# parking.header
source: Parking
nl: Parkeren

# parking.active
source: Active sessions
nl: Actieve sessies

# parking.scheduled
source: Scheduled sessions
nl: Geplande sessies

# parking.noSessions
source: No active or scheduled sessions
nl: Geen actieve of geplande sessies

# parking.date
source: Date
nl: Datum

# parking.startTime
source: Start
nl: Start tijd

# parking.endTime
source: End
nl: Eind tijd

# parking.minutes
source: Minutes
nl: Minuten

# parking.cost
source: Cost
nl: Kosten

# parking.stop
source: Stop session
nl: Sessie beëindigen

source: Parking history
nl: Parkeer geschiedenis

# parking.noHistory
source: No parking history found
nl: Geen parkeer geschiedenis gevonden

# payment.amount
source: Amount
nl: Bedrag

# payment.start
source: Add funds
nl: Opwaarderen

# payment.status
source: Check status
nl: Controleer status

# payment.recipientMsg
source: Attention: always check whether the beneficiary of the payment is the Municipality of Amsterdam
nl: Let op: controleer altijd of de begunstigde van de betaling Gemeente Amsterdam is.

# payment.redirectMsg
source: After authorising the payment, you will be forwarded to the municipality's website. Do not log in but open this app to complete the payment.
nl: Na afloop van de betaling zal je doorgestuurd worden naar de website van de gemeente. Log niet in maar open deze app om de betaling af te ronden.

# payment.redirectErrorMsg
source: Error during payment initialization.
nl: Fout bij het starten van de betaling.

# payment.successMsg
source: Successfully added funds to your balance.
nl: Opwaarderen van het geldsaldo is gelukt.

# payment.pendingMsg
source: Payment is still in progress.
nl: Opwaarderen van het geldsaldo is nog bezig.

# payment.errorMsg
source: An error occurred during payment. Check your bank app if the payment was successful before trying again. It may take some time for the payment to be processed.
nl: Er is een fout opgetreden tijdens de betaling. Controleer in je bank app of de betaling geslaagd is voor je het opnieuw probeert. Het kan enige tijd duren voor de betaling verwerkt is.

# payment.unknownMsg
source: Status of the payment can not be verified. Check your bank app if the payment was successful before trying again. It may take some time for the payment to be processed.
nl: Status van de betaling kan niet worden geverifieerd. Controleer in je bank app of de betaling geslaagd is voor je het opnieuw probeert. Het kan enige tijd duren voor de betaling verwerkt is.

# info.header
source: About this app
nl: Over deze app

# info.text1
source: Parking Amsterdam is a personal app that is not affiliated with the Municipality of Amsterdam.
nl: Parkeren Amsterdam is een persoonlijke app die niet verbonden is aan de gemeente Amsterdam.

# info.text2
source: The purpose of the app is to provide an alternative, more user-friendly interface to the municipality's website.
nl: Het doel van de app is het bieden van een alternatieve, meer gebruiksvriendelijke interface voor de website van de gemeente.

# info.text3
source: The app does not collect user data such as permit code, pin code or any other personal data. If you choose to remember your login credentials, they will be stored locally and securely.
nl: De app verzamelt geen gebruikersdata zoals meldcode, pincode of enige andere persoonlijke gegevens. Als je ervoor kiest je inlog gegevens te onthouden worden deze lokaal en veilig bewaard.

# info.text4
source: The creator of this app is not liable for any kind of use.
nl: De maker van de app is niet aansprakelijk voor enige vorm van gebruik.

# info.text5
source: You can inspect the source code of this app on GitHub.
nl: De broncode van deze app is open source en beschikbaar via GitHub.

# info.text6
source: Did you encounter an issue or do you have a suggestion? Please let me know!
nl: Werkt iets niet of heb je een suggestie? Laat me weten wat je van de app vindt.

# info.sourceCode
source: Source code
nl: Broncode

# info.version
source: Version
nl: Versie
